Revit 2024 API
UnitTypeId.Centimeters Property
 Centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Centimeters { get; }
Visual Basic
Public Shared ReadOnly Property Centimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Centimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace